* Pomodoro
*** Jun 19th 2021
  | Clojure(Script)       | Reading               | TCC | Emacs | Blogging              |
  |-----------------------+-----------------------+-----+-------+-----------------------|
  | 09:59 -- 10:17 - 0:18 | 20:10 -- 20:33 - 0:23 |     |       | 21:03 -- 21:53 - 0:50 |
  | 17:54 -- 19:05 - 1:11 | 09:07 -- 09:30 - 0:23 |     |       |                       |
  
** Clojure(Script)
*** Clocks
    CLOCK: [2021-06-19 Sat 09:59]--[2021-06-19 Sat 10:17] =>  0:18
    CLOCK: [2021-06-19 Sat 17:54]--[2021-06-19 Sat 19:05] =>  1:11
** Reading
*** Clocks
   CLOCK: [2021-06-19 Sat 20:10]--[2021-06-19 Sat 20:33] =>  0:23
   CLOCK: [2021-06-21 Mon 09:07]--[2021-06-21 Mon 09:30] =>  0:23
** TCC
** Emacs
** Blogging
*** Clocks
   CLOCK: [2021-06-19 Sat 21:03]--[2021-06-19 Sat 21:53] =>  0:50
   
   
